results/raw/entity-read-by-id/20260805T140104Z-spring-triad-n3/repeat02/heavy/1-tomcat-vs-compat/run01/ab/target-b/wrk-raw.txt
Running 15m test @ http://localhost:9004/api/v1/users
  4 threads and 128 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.64ms   11.03ms 131.71ms   70.33%
    Req/Sec     1.02k    76.62     1.30k    69.08%
  Latency Distribution
     50%   30.71ms
     75%   37.67ms
     90%   46.03ms
     99%   63.13ms
  3650290 requests in 15.00m, 31.28GB read
Requests/sec:   4055.47
Transfer/sec:     35.59MB
     95.00%  51.50ms